[M_Sage_Mission05 MissionDefinition]
MissionName="A Queda de Nakayama"
MissionDescription="Como você frustrou todos os seus planos, Nakayama não teve escolha senão subir na sua nave - a HSS Terminus - libertar a monstruosidade que ele mantinha lá dentro. Você precisa chegar até a Terminus antes e detê-lo ou todos os habitantes de Pandora morrerão... ou algo assim.\nO Claptrap disse que o código de acesso da nave é 1-3-4."
TurnInDescription="Você eliminou o Nakayama, aniquilou sua monstruosidade e de quebra, salvou Pandora mais uma vez. Isso já virou rotina."
MissionSummary="Impeça que o professor Nakayama liberte sua monstruosidade."
MissionGiver="Sir Hammerlock"
MissionTurnInLocation="Sir Hammerlock"
TeaserText=""

[M_Sage_Mission05:ContinueReachShipSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Sage_Mission05:DefeatElites MissionObjectiveDefinition]
ProgressMessage="Derrote os selvagens de elite"

[M_Sage_Mission05:DefeatElitesSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Sage_Mission05:ExtendBridge MissionObjectiveDefinition]
ProgressMessage="Baixe a ponte"

[M_Sage_Mission05:ExtendBridgeSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Sage_Mission05:FindBossSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Sage_Mission05:GoToCliffs MissionObjectiveDefinition]
ProgressMessage="Vá até Candlerakk's Crag"

[M_Sage_Mission05:GoToCliffsSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Sage_Mission05:KillBoss MissionObjectiveDefinition]
ProgressMessage="Elimine o Jackenstein"

[M_Sage_Mission05:KillBossSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Elimine a monstruosidade egocêntrica."
MissionDescriptionOverride="No caminho do arsenal da HSS Terminus, a monstruosidade do Nakayama apareceu e está tentando te matar.\nSeja educado e retribua a cortesia."

[M_Sage_Mission05:KillDoctor MissionObjectiveDefinition]
ProgressMessage="Elimine o professor Nakayama"

[M_Sage_Mission05:KillDoctorSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Elimine o professor Nakayama."
MissionDescriptionOverride="Agora que Jackenstein está morto, o único que põe em risco a segurança de Pandora é o professor Nakayama. Localize-o e meta um tiro nele (ou setecentos, como preferir)."

[M_Sage_Mission05:LootShip MissionObjectiveDefinition]
ProgressMessage="Saqueie a nave"

[M_Sage_Mission05:LootShipSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Agora que Jackenstein está morto, está na hora de pegar sua recompensa. Evidentemente, Nakayama carregava grande quantidade de armas à bordo da H.S.S. Terminus. Infelizmente para ele, não houve tempo de usá-las antes que fosse... digamos... morto. De qualquer forma, pior pra ele. Encha sua mochila e seus bolsos enquanto reflete no quão patético foi esse tal de Nakayama."

[M_Sage_Mission05:OpenShipDoor MissionObjectiveDefinition]
ProgressMessage="Insira o código de acesso da porta"

[M_Sage_Mission05:OpenShipDoorSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Sage_Mission05:ReachShip MissionObjectiveDefinition]
ProgressMessage="Alcance a nave"

[M_Sage_Mission05:ReachShipSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

